tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-fonts"

brew "bash"
brew "bash-completion@2"
brew "cmake"
brew "curl"
brew "eza"
brew "flux"
brew "fzf"
brew "git"
brew "gnupg"
brew "go"
brew "htop"
brew "hyperfine"
brew "jq"
brew "mas"
brew "mkvtoolnix"
brew "moreutils"
brew "neovim"
brew "node"
brew "openssh"
brew "openssl"
brew "ripgrep"
brew "rust"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxp"
brew "wget"

cask "1password"
cask "alacritty"
cask "appcleaner"
cask "discord"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "gpg-suite"
cask "jetbrains-toolbox"
cask "keka"
cask "megasync"
cask "mimestream"
cask "monodraw"
cask "netnewswire"
cask "paintbrush"
cask "qbittorrent"
cask "raycast"
cask "rectangle"
cask "steam"
cask "visual-studio-code"
cask "vorta"
cask "yacreader"
cask "xld"
cask "zotero"

mas "Bear", id: 1091189122
mas "Tailscale", id: 1475387142
mas "Things", id: 904280696
mas "Xcode", id: 497799835