amazon-corretto-17
anydesk-bin
bun-bin
burpsuite
clockify-desktop
dirbuster
ferdium-bin
ffuf
freedownloadmanager
gobuster
google-chrome
heroku-cli-bin
hyprcursor-git
hyprlang-git
hyprwayland-scanner-git
jetbrains-toolbox
localsend-bin
media-downloader
mongodb-bin
mongodb-compass
nvm
onedrive-abraunegg
onlyoffice-bin
paru
paru-debug
postman-bin
protonvpn-cli-community
spotify
ttf-wps-fonts
visual-studio-code-bin
wps-office
wps-office-fonts
wps-office-mime
